source/_posts/2014-09-28-gogaruco-pictures-2014.html
---
layout: post
title: Golden Gate Ruby Conference (GoGaRuCo) Pictures 2014
date: 2014-09-28 20:47:46 -1000
comments: true
categories: 
keywords: 
description: 
---


<p>
I took lots of great pictures at the <a href="http://gogaruco.com/">2014 Golden Gate Ruby Conference</a> this year.
</p>

<p>
Overall, the conference was awesome. All the speakers seemed incredibly well
prepared.
</p>

<p>
In case you haven't heard, this was the last GoGaRuCo conference. Why? I heard
that the costs for the facility are going up, especially the costs for catering.
I also suspect that other new conferences, such as <a href="http://emberconf.com/">Ember Conf</a>, are competing for
attention. And certainly it's been a huge undertaking for the conference
organizers.
</p>

<p>
I've been toying around with creating a Rails on Maui Conference, and I've just
created a <a href="http://forum.shakacode.com/t/about-the-maui-conference-category/71">forum for just this sort of discussion</a>.
</p>

<blockquote>
<p>
Should we have a Maui Rails Conference? Let's discuss the possibility of such a
conference here. I'd need at least several committed co-organizers in order for
this to become a reality. A possible date would be next September, 2015, given
that GoGaRuCo will no longer take place.
</p>

<p>
I'd propose having a smaller, less formal conference for the first year. I've
got a very reasonably priced venue in mind that could take up to 100
participants.
</p>

<p>
Ideas? Want to help?
</p>
</blockquote>

<p>
I've broken the pictures up into smaller sets of the best pictures which I've
placed in Facebook albums. Then I've got the complete sets of images posted to
Flickr.
</p>

<p>
If you need any full resolution, non-watermarked images, please get in touch
with me.
</p>

<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1">Facebook Images</h2>
<div class="outline-text-2" id="text-1">
<p>
About the better 1/3 of shots I took.
</p>
<ol class="org-ol">
<li><a href="https://www.facebook.com/media/set/?set=a.872787302733036.1073741849.484394724905631&type=3&uploaded=13">Day 0, Pre-Party</a>
</li>
<li><a href="https://www.facebook.com/media/set/?set=a.872789892732777.1073741850.484394724905631&type=3">Day 1, Conference</a>
</li>
<li><a href="https://www.facebook.com/media/set/?set=a.872785476066552.1073741848.484394724905631&type=3">Day 1, After-Party at Hired</a>
</li>
<li><a href="https://www.facebook.com/media/set/?set=a.872776112734155.1073741844.484394724905631&type=3&uploaded=111">Day 2, Conference</a>
</li>
<li><a href="https://www.facebook.com/media/set/?set=a.872777182734048.1073741845.484394724905631&type=3">Day 2, After Party</a>
</li>
</ol>
</div>
</div>
<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2">Flickr All Images</h2>
<div class="outline-text-2" id="text-2">
<ol class="org-ol">
<li><a href="https://www.flickr.com/photos/justingordon/sets/72157648169297102/">Day 0, Pre-Party</a>
</li>
<li><a href="https://www.flickr.com/photos/justingordon/sets/72157648123422496/">Day 1, Conference</a>
</li>
<li><a href="https://www.flickr.com/photos/justingordon/sets/72157647773600368/">Day 1, After-Party at Hired</a>
</li>
<li><a href="https://www.flickr.com/photos/justingordon/sets/72157648177152432/">Day 2, Conference</a>
</li>
<li><a href="https://www.flickr.com/photos/justingordon/sets/72157648194362625/">Day 2, After Party</a>
</li>
</ol>

<!-- more -->
</div>
</div>
<div id="outline-container-sec-3" class="outline-2">
<h2 id="sec-3">Favorite Shots</h2>
<div class="outline-text-2" id="text-3">
<p>
{% img /images/2014-09-28-gogaruco-pictures-2014/gogaruco-1.jpg %}
</p>

<p>
{% img /images/2014-09-28-gogaruco-pictures-2014/gogaruco-2.jpg %}
</p>

<p>
{% img /images/2014-09-28-gogaruco-pictures-2014/gogaruco-3.jpg %}
</p>

<p>
{% img /images/2014-09-28-gogaruco-pictures-2014/gogaruco-4.jpg %}
</p>

<p>
{% img /images/2014-09-28-gogaruco-pictures-2014/gogaruco-5.jpg %}
</p>

<p>
{% img /images/2014-09-28-gogaruco-pictures-2014/gogaruco-6.jpg %}
</p>

<p>
{% img /images/2014-09-28-gogaruco-pictures-2014/gogaruco-7.jpg %}
</p>

<p>
{% img /images/2014-09-28-gogaruco-pictures-2014/gogaruco-8.jpg %}
</p>

<p>
{% img /images/2014-09-28-gogaruco-pictures-2014/gogaruco-9.jpg %}
</p>

<p>
{% img /images/2014-09-28-gogaruco-pictures-2014/gogaruco-10.jpg %}
</p>

<p>
{% img /images/2014-09-28-gogaruco-pictures-2014/gogaruco-11.jpg %}
</p>

<p>
{% img /images/2014-09-28-gogaruco-pictures-2014/gogaruco-12.jpg %}
</p>

<p>
{% img /images/2014-09-28-gogaruco-pictures-2014/gogaruco-13.jpg %}
</p>
</div>
</div>
